{"summary":"Hyderabad Information Technology Engineering Consultancy City, abbreviated as HITEC City, is a major technology township which is at the centre of the information technology industry in Hyderabad, Andhra Pradesh, India (...)","title":"HITEC City","rank":91,"distance":"0.8273","wikipediaUrl":"en.wikipedia.org\/wiki\/HITEC_City","elevation":569,"countryCode":"IN","lng":78.38264,"lang":"en","geoNameId":6301936,"lat":17.44155},{"summary":"Meridian School is a high school, founded in 1995 in Hyderabad, India. The school follows the Central Board of Secondary Education (CBSE) syllabus. Meridian School has a branch in Madhapur (established in 2006), as well as in Kukatpally (established in 2008).  (...)","title":"Meridian School","rank":14,"distance":"1.0851","wikipediaUrl":"en.wikipedia.org\/wiki\/Meridian_School","elevation":581,"countryCode":"IN","lng":78.38416666666667,"lang":"en","lat":17.453611111111112},{"summary":"Madhapur is home to the IT industry in Hyderabad, Andhra Pradesh, India. The heart of this area is called HITEC City which has the highest concentration of IT\/ITES establishments in the city. Madhapur has transformed from a small, rocky village in the early 1990s into a modern IT and BPO hub (...)","title":"Madhapur","rank":78,"distance":"1.6459","wikipediaUrl":"en.wikipedia.org\/wiki\/Madhapur","elevation":565,"countryCode":"IN","lng":78.39111111111112,"lang":"en","geoNameId":1445322,"lat":17.440555555555555},{"summary":"Durgam Cheruvu is a freshwater lake located in Rangareddy district, Andhra Pradesh, India. The lake, which is spread over , is located near the city of Hyderabad. The lake is also known as Secret Lake because it is hidden between the localities of Jubilee Hills and Madhapur.  (...)","title":"Durgam Cheruvu","rank":61,"distance":"2.2883","wikipediaUrl":"en.wikipedia.org\/wiki\/Durgam_Cheruvu","elevation":564,"countryCode":"IN","lng":78.387794,"feature":"waterbody","lang":"en","lat":17.42886},{"summary":"Hi-Tec City  is a railway station in Hyderabad, Andhra Pradesh, India located on the Wadi-Hyderabad Deccan section of South Central Railway. Jawaharlal Nehru Technological University, Hyderabad and localities like Kukatpally, Madhapur and are accessible from this station (...)","title":"Hitech City railway station","rank":39,"distance":"2.6949","wikipediaUrl":"en.wikipedia.org\/wiki\/Hitech_City_railway_station","elevation":569,"countryCode":"IN","lng":78.3852,"feature":"railwaystation","lang":"en","lat":17.4696},{"summary":"The International Institute of Information Technology, Hyderabad (????????????? ????? ???????????? ??????? ????????, IIIT, Hyderabad, IIIT-H) is an autonomous university in Hyderabad, Andhra Pradesh, India. It was established in 1998, and has now emerged as one of the most prestigious institutes of (...)","title":"International Institute of Information Technology, Hyderabad","rank":83,"distance":"2.896","wikipediaUrl":"en.wikipedia.org\/wiki\/International_Institute_of_Information_Technology%2C_Hyderabad","elevation":609,"countryCode":"IN","lng":78.3497,"feature":"landmark","lang":"en","lat":17.4456},{"summary":"Oakridge International School is an international baccalaureate affiliated school located in Hyderabad, India. Oakridge International School provides IGCSE and CBSE syllabi. In grades 9 and 10, the students take the International General Certificate of Secondary Education (IGCSE) course and the (...)","title":"Oakridge International School","rank":32,"distance":"3.3078","wikipediaUrl":"en.wikipedia.org\/wiki\/Oakridge_International_School","elevation":566,"countryCode":"IN","lng":78.363955,"lang":"en","lat":17.419637}
